App.home = {
	
	start : function() {
		var txt = "हमारा लक्ष्य है महान हुतात्मा राजीव दीक्षित जी  की आवाज को घर घर पहुँचाना ।\
			हम सब मिलकर उनकी आवाज को पुस्तक में बदल सकते है । इस वेबसाईट पर उनके भाषणों को १०-१० सेकण्ड की  ओडीयो क्लिप में बाँट रखा है, आप उसको लिख कर भेज दे । रोज अगर हजारो लोग १०-१० सेकण्ड की ओडीयो क्लिप भेजेंगे तो हम जल्दी से उनकी पुस्तक छपवा सकते है। ";
		$(this.$).append('<div style="padding: 32px; margin-right: 83px;" class="hindi"><b>Note: इस बेवसाइट को चलाने के लिये Firefox का इस्तेमाल करे</b><p>'+txt+'</p><img style="width: 400px;" src="./WebApp/images/rajivdixit01.jpg"/></div>');

	},
	end : function() {

	}
};