App.about = {
	
	start : function() {
		var txt = '\
		<div class="hindi">\
			<div><b>हमारा लक्ष्य</b><div>\
				<p>ये योजना है भाई राजीव दीक्षित जी की आवाज को पुस्तक के रूप देने की । भाई राजीव दीक्षित जी के विचारों को फैलाने की । इस कार्य के लिये आपका सहयोग चाहिये जो आप घर बैठ कर ही दे सकते है ।</p>\
			<div><b>हमारी योजना</b></div>\
				<p>इस वेबसाईट की सहायता से हम राजीव जी के सारे भाषणों को आवाज के रूप में उपलब्ध है उनको लिखना चाहते है ।\
				यह कार्य बहुत आसान है । जब यह वेबसाईट लोड होगी तब उसके साथ १० सेकण्ड की ओडीयों क्लिप लोड होगी, \
				आपको बस उसको सुन कर हिन्दी में लिखकर भेज सबमिट कर देना है । जितने चाहे उतने क्लिप आप लोड करते जाये और लिखते जाये ।\
				ये आप पर निर्भर करता है । कम से कम ३० मिनट रोज इस बेवसाईट पर बैठे । नहीं हो सके तो कम से कम ५ मिनट ही बैठे और सहायता करे । \
				आपके जैसे १००० लोग मिल जायेंगे तो ये कार्य बडीं जल्दी सम्पनन्न हो जायेगा ।</p>\
				<p>अभी इसमें थोडे ही ओडियों डाले हैं, धीरे धीरे और भी ओडियों उपलोड करेंगे</p>\
			<div><b>योजना के विभिन्न चरण</b></div>\
				<ul>\
				<li>पहले धीरे धीरे सारे भाषणों को हिन्दी में आपके द्वारा लिखा जायेगा ।</li>\
				<li>कोर कमीटी उसमें होने वाली गलतियों व अशुद्धियो को सही करेगा ।</li>\
				<li>जब कोई लेक्चर पूरी तरह से बन जायेगा तो उनका नवीनीकरण होगा, जैसे उसके आकडें नये बनायें जानेगें, जैसे सन १९९५ के भाषण के आकडें , २०१२ में तो बदल गयें होंगे । जैसे भाषण के दौरान कोई बात बताई गई तो बात कहाँ से किस जगह से ली गई है वो सब लिखना । इसे कहने है रेफरेन्स डालना ।</li>\
				<li>और भी बहुत कुछ कर सकते है, बस आप सबका साथ चाहिये ।</li>\
				</ul>\
			<div><b>संपर्क</b></div>\
				<ul>\
				<li>अगर आपके पास कोई सुझाव हो तो आप हमें ईमेल कर सकते है</li>\
				<li>अगर आपके पास राजीव जी का कोई लेक्चर पहले से लिखा हो तो हमें भेजे</li>\
				<li>अगर आप javascript या php जानते हो तो आप coding करने में मदद कर सकते हो</li>\
				<li><a href="mailto://narendra@narendrasisodiya.com">narendra@narendrasisodiya.com</a></li>\
				</ul>\
		</div>';

		$(this.$).append(txt);
	},
	end : function() {

	}
};